# Основные тексты
welcome = Добро пожаловать, 
hello = ✅ Пройди регистрацию в пару кликов
choose-role = Выбери роль
choose-sub-info-group = Выбери класс
choose-sub-info-teacher = Выбери ФИО
choose-sub-info-auditory = Выбери аудиторию
student = 👨‍🎓Ученик
teacher = 👨‍🏫Преподаватель
parent = 👨‍👩‍👧Родитель
teacher-kb = Для преподавателя
auditory = Для аудитории
group = Для класса
registration-done = ✅ Регистрация прошла успешно
today = На сегодня
tomorrow = На завтра
all = Все расписание
main = Показать расписание
main-schedule = Расписание на
choose-type = Для кого/чего ищешь расписание?
choose-day = Выбери день недели
no-schedule = ❎ Занятий нет
all-days = На конкретный день недели
choose-letter = Выбери первую букву фамилии
back = ⬅ Назад
changed-schedule = Изменения в расписании на
yes = Да
no = Нет
aus = Ты уверен? При перерегистрации удалятся все твои подписки на факультативы, сбросятся выбранный класс и тема оформления. В общем мы забудем вообще все, как будто ты никогда и не пользовался нашим ботом. Это действие невозможно отменить!
admin-sending-message = Сообщения отправлены, ошибок - 
get-feedback = Дорогой друг! Если тебе понравился этот бот или у тебя есть предложение, как сделать его еще лучше - напиши и отправь нам сообщение в этот чат
feedback-done = Отзыв успешно отправлен. Благодарим за обратную связь 🤝
administration-role = Администрация
optional-func = Дополнительные функции
choose-optional-function = Выбери дополнительную функцию
free-auditory = 👩‍🏫 Свободные аудитории
official-site = Официальный сайт расписания СУНЦ УрФУ
choose-lesson = Выбери урок
lesson = Урок
today-btn = Сегодня
bell-schedule = Расписание звонков
send-your-pass = Отправьте фото вашего пропуска
confirmation = Запрос отправлен на рассмотрение. Если хочешь, то можешь зарегистрироваться на не административную роль. Мы пришлем тебе уведомление о том что твоя заявка принята или отклонена
administrator-dismissed = Ваша заявка была отклонена
new-administrator-text = Ваша заявка была одобрена
admin-panel = Функции: 
change-schedule = Изменить расписание
reg-error = Кажется, что-то пошло не так :( Мы уже разбираемся с этим. Попробуйте зарегистрироваться еще раз (с помощью команды /start) и если ошибка повторится, то напишите, пожалуйста, об этом нам в /feedback
to-elective = На факультативы
relogin = 🔄 Перерегистрироваться
to-feedback = 🤝 Оставить отзыв
to-settings = ⚙ Настройки
elective-schedule = Расписание факультативов на

# Месяцы
month-january = Январь
month-february = Февраль
month-march = Март
month-april = Апрель
month-may = Май
month-june = Июнь
month-july = Июль
month-august = Август
month-september = Сентябрь
month-october = Октябрь
month-november = Ноябрь
month-december = Декабрь

# Дни недели
weekday-monday = Понедельник
weekday-tuesday = Вторник
weekday-wednesday = Среду
weekday-thursday = Четверг
weekday-friday = Пятницу
weekday-saturday = Субботу
weekday-sunday = Воскресенье

# Дни недели для клавиатуры
weekday-kb-monday = Понедельник
weekday-kb-tuesday = Вторник
weekday-kb-wednesday = Среда
weekday-kb-thursday = Четверг
weekday-kb-friday = Пятница
weekday-kb-saturday = Суббота
weekday-kb-sunday = Воскресенье

# Нижнее меню
bottom-menu-optional = 🔴 Дополнительно
bottom-menu-electives = 🏫 Факультативы
bottom-menu-to-main = ⬅ На главную страницу

# Факультативы
elective-add = ➕ Добавить факультатив
elective-remove = 💥 Удалить факультатив
elective-edit-permanently = 📒 Изменить на постоянной основе
elective-edit-for-one-day = ⏱ Изменить до следующего занятия
elective-to-main = ⬅ На главную
elective-main-page = Факультативы
elective-register-to-new-course = Записаться/Отписаться
elective-choose-pulpit = Выберите кафедру
elective-choose-elective = Выберите факультатив
elective-successfully-sub-or-unsub = ✅ Ты успешно изменил свои факультативы
elective-unsubscribe = Отписаться от факультатива
elective-enter-a-name = 🖋 Введите название факультатива
elective-are-you-sure-remove = Ты уверен, что хочешь удалить этот факультатив. Это действие нельзя отменить. Все ученики, записанные на этот курс, автоматически отпишутся от него
elective-yes = Да я уверен
elective-no = Нет, оставить все как есть
elective-remove-done = Успешно удален факультатив
elective-done = ✅ Готово
elective-time-from = ⏰ Выберите время начала факультатива
elective-time-to = ⏰ Выберите время конца факультатива
elective-cancel = ❌ Отменить факультатив
elective-error = ❌ Произошла ошибка! Попробуй нажать на /start и повторить еще раз. Если ошибка сохраняется, то напишите об этом нам в /feedback (приложите описание ваших дейтсвий, чтобы мы могли воспроизвести ошибку и исправить её)
elective-same = Оставить как раньше
elective-same-name-already-exist = ❌ Факультатив с этим названием уже существует, попробуй другое
elective-settings-for = ✅ Ты настраиваешь:
elective-changes = Изменения в расписании факультативов для тебя на 
elective-loading = Сохраняем изменения.....
    Рассылаем изменения по ученикам

# Авторизация
auth-greeting-text = Отправь селфи с пропуском СУНЦ, чтобы мы могли убедиться что ты - настоящий учитель, а не вредный школьник, который хочет побаловаться 

Постарайся сделать фото так, чтобы было четко видно твое лицо и пропуск

Если не получается, то напиши волонтеру: @I_relsa, он прибежит и поможет)))
auth-approve-btn = Подтвердить
auth-decline-btn = Отклонить
auth-wait-pls = Твоя заявка отправлена на рассмотрение. Когда мы пример решение мы тебе сообщим.

А пока что подожди.

Обещаем, скоро ответим
auth-you-approved = Поздравляем - ты подтвержден!

Теперь тебе доступны функции редактирования факультативов!
auth-you-declined = К сожалению ты отклонен :(

Если ты не согласен с нашим решением, то напиши волонтеру @I_relsa, он прибежит и разберется

# Настройки
settings-header = Здесь ты можешь настроить внешний вид твоего расписания
settings-change-style = Изменить тему оформления
settings-choose-style = Выбери тему оформления
settings-this-is-current-style = ✅ Это текущая выбранная тема ✅

settings-style-changed = ✅ Тема успешно изменена ✅

# Административные сообщения
admin-new-user = Добавлен новый пользователь { $group }
admin-started-sending-changes = Начал отсылать изменения ({ $count })
