# النصوص الرئيسية
welcome = مرحباً, 
hello = ✅ سجل ببضع نقرات:
choose-role = اختر دورك
choose-sub-info-group = اختر صفك
choose-sub-info-teacher = اختر الاسم الكامل للمعلم
choose-sub-info-auditory = اختر القاعة
student = 👨‍🎓طالب
teacher = 👨‍🏫معلم
parent = 👨‍👩‍👧والد
teacher-kb = للمعلم
auditory = للقاعة
group = للصف
registration-done = ✅ تم التسجيل بنجاح
today = اليوم
tomorrow = غداً
all = الجدول الكامل
main = عرض الجدول
main-schedule = الجدول ل
choose-type = لمن/ماذا تبحث عن جدول؟
choose-day = اختر يوم الأسبوع
no-schedule = ❎ لا توجد دروس
all-days = يوم محدد من الأسبوع
choose-letter = اختر الحرف الأول من اللقب
back = ⬅ رجوع
changed-schedule = تغييرات الجدول ل
yes = نعم
no = لا
aus = هل أنت متأكد؟ أثناء إعادة التسجيل، سيتم حذف جميع اشتراكاتك في المواد الاختيارية، وسيتم إعادة تعيين الصف المحدد وموضوع التصميم. بشكل عام، سننسى كل شيء، كما لو أنك لم تستخدم بوتنا أبداً. لا يمكن إلغاء هذا الإجراء!
admin-sending-message = تم إرسال الرسائل، الأخطاء - 
get-feedback = عزيزي الصديق! إذا أعجبك هذا البوت أو لديك اقتراحات لجعله أفضل، اكتب وأرسل لنا رسالة في هذه الدردشة
feedback-done = تم إرسال المراجعة بنجاح. شكراً على الملاحظات. 🤝
administration-role = الإدارة
optional-func = وظائف إضافية
choose-optional-function = اختر وظيفة إضافية
free-auditory = 👩‍🏫 قاعات فارغة
official-site = الموقع الرسمي لجدول SESC في UrFU
choose-lesson = اختر الدرس
lesson = درس
today-btn = اليوم
bell-schedule = جدول الأجراس
send-your-pass = أرسل صورة بطاقتك
confirmation = تم إرسال الطلب للمراجعة. إذا أردت، يمكنك التسجيل لدور غير إداري. سنرسل لك إشعاراً بأن طلبك تم قبوله أو رفضه.
administrator-dismissed = تم رفض طلبك
new-administrator-text = تم الموافقة على طلبك
admin-panel = الوظائف: 
change-schedule = تغيير الجدول
reg-error = يبدو أن شيئاً ما حدث خطأ :( نحن نتحقق من ذلك بالفعل. حاول التسجيل مرة أخرى (باستخدام الأمر /start) وإذا استمر الخطأ، يرجى إخبارنا بذلك في /feedback
to-elective = إلى المواد الاختيارية
relogin = 🔄 إعادة التسجيل
to-feedback = 🤝 ترك ملاحظات
to-settings = ⚙ الإعدادات
elective-schedule = جدول المواد الاختيارية ل

# الأشهر
month-january = يناير
month-february = فبراير
month-march = مارس
month-april = أبريل
month-may = مايو
month-june = يونيو
month-july = يوليو
month-august = أغسطس
month-september = سبتمبر
month-october = أكتوبر
month-november = نوفمبر
month-december = ديسمبر

# أيام الأسبوع
weekday-monday = الاثنين
weekday-tuesday = الثلاثاء
weekday-wednesday = الأربعاء
weekday-thursday = الخميس
weekday-friday = الجمعة
weekday-saturday = السبت
weekday-sunday = الأحد

# أيام الأسبوع للوحة المفاتيح
weekday-kb-monday = الاثنين
weekday-kb-tuesday = الثلاثاء
weekday-kb-wednesday = الأربعاء
weekday-kb-thursday = الخميس
weekday-kb-friday = الجمعة
weekday-kb-saturday = السبت
weekday-kb-sunday = الأحد

# القائمة السفلية
bottom-menu-optional = 🔴 إضافي
bottom-menu-electives = 🏫 المواد الاختيارية
bottom-menu-to-main = ⬅ إلى الصفحة الرئيسية

# المواد الاختيارية
elective-add = ➕ إضافة مادة اختيارية
elective-remove = 💥 إزالة مادة اختيارية
elective-edit-permanently = 📒 تغيير بشكل دائم
elective-edit-for-one-day = ⏱ تغيير حتى الدرس التالي
elective-to-main = ⬅ إلى الرئيسية
elective-main-page = المواد الاختيارية
elective-register-to-new-course = الاشتراك/إلغاء الاشتراك
elective-choose-pulpit = اختر القسم
elective-choose-elective = اختر مادة اختيارية
elective-successfully-sub-or-unsub = ✅ لقد غيرت موادك الاختيارية بنجاح
elective-unsubscribe = إلغاء الاشتراك من مادة اختيارية
elective-enter-a-name = 🖋 أدخل اسم المادة الاختيارية
elective-are-you-sure-remove = هل أنت متأكد أنك تريد إزالة هذه المادة الاختيارية؟ لا يمكن التراجع عن هذا الإجراء. سيتم إلغاء اشتراك جميع الطلاب المسجلين في هذه الدورة تلقائياً
elective-yes = نعم أنا متأكد
elective-no = لا، اترك كل شيء كما هو
elective-remove-done = تم إزالة المادة الاختيارية بنجاح
elective-done = ✅ تم
elective-time-from = ⏰ اختر وقت بداية المادة الاختيارية
elective-time-to = ⏰ اختر وقت نهاية المادة الاختيارية
elective-cancel = ❌ إلغاء مادة اختيارية
elective-error = ❌ حدث خطأ! حاول النقر على البداية والتكرار مرة أخرى. إذا استمر الخطأ، أخبرنا بذلك في الملاحظات (أرفق وصفاً لأفعالك حتى نتمكن من إعادة إنتاج الخطأ وإصلاحه)
elective-same = اترك كما كان من قبل
elective-same-name-already-exist = ❌ مادة اختيارية بهذا الاسم موجودة بالفعل، جرب أخرى
elective-settings-for = ✅ أنت تقوم بإعداد:
elective-changes = تغييرات في جدول المواد الاختيارية لك في 
elective-loading = حفظ التغييرات.....
    توزيع التغييرات على الطلاب

# التفويض
auth-greeting-text = أرسل صورة شخصية مع بطاقة SESC الخاصة بك حتى نتمكن من التأكد من أنك معلم حقيقي وليس طالباً مؤذياً يريد المرح 

حاول التقاط صورة بحيث يكون وجهك وبطاقتك واضحين بشكل جيد

إذا لم ينجح ذلك، فاكتب لمتطوع: @I_relsa، سيأتي ويساعد)))
auth-approve-btn = الموافقة
auth-decline-btn = الرفض
auth-wait-pls = تم إرسال طلبك للمراجعة. عندما يكون لدينا حل مثال، سنخبرك.

في هذه الأثناء، انتظر.

نعدك أننا سنجيب قريباً
auth-you-approved = تهانينا - تم تأكيدك!

الآن لديك إمكانية الوصول إلى وظائف تحرير المواد الاختيارية!
auth-you-declined = لسوء الحظ تم رفضك :(

إذا كنت لا توافق على قرارنا، فاكتب لمتطوع @I_relsa، سيأتي ويحل الأمر

# الإعدادات
settings-header = هنا يمكنك تخصيص مظهر جدولك
settings-change-style = تغيير النمط
settings-choose-style = اختر نمطاً
settings-this-is-current-style = ✅ هذا هو النمط المحدد حالياً ✅

settings-style-changed = ✅ تم تغيير النمط بنجاح ✅

# الرسائل الإدارية
admin-new-user = تمت إضافة مستخدم جديد { $group }
admin-started-sending-changes = بدأ إرسال التغييرات ({ $count })

